tex/vinaya-class-questions/vocabulary-sentences.tex
% Intended LaTeX compiler: pdflatex
\documentclass[a5paper]{memoir}
\input{./vocabulary-preamble.tex}
\setcounter{secnumdepth}{2}
\date{\today}
\title{Vocabulary: Sentences}
\hypersetup{
 pdfauthor={The Bhikkhu Saṅgha},
 pdftitle={Vocabulary: Sentences},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}
